Repository: ditrytus/Hypermaze
Catalog: Hypermaze/*.lproj/Localizable.strings
Languages: pl_pl

# TutorialStep1
source: Welcome in Hypermaze. The goal of the game is to find a way out of a three-dimensional maze by finding your way through the chambers.
pl_pl: Witaj w Hypermaze. Celem gry jest odnalezienie wyjścia z trójwymiarowego labiryntu odnajdując drogę przez kolejne komnaty.

# TutorialStep2
source: Maze is shaped like a cube. Entrance is always at its lower corner, while the exit is always in the opposite upper corner.
pl_pl: Labirynt ma kształt sześcianu. Wejście znajduje się zawsze w jego dolnym narożniku, natomiast wyjście znajduje się zawsze w przeciwległym, górnym narożniku.

# TutorialStep3
source: Currently, all chambers are hidden. The only visible chamber is the one where you are. This chamber is always marked and highlighted in yellow.
pl_pl: Obecnie wszystkie komnaty są ukryte. Widoczna jest jedynie komnata, w której się znajdujesz. Komnata ta zawsze jest oznaczona żółtym kolorem i podświetlona.

# TutorialStep4
source: An additional tip that will help you determine your current position is contained in the frame of the maze. Yellow squares on each wall indicate your current position in space.
pl_pl: Dodatkowa wskazówka która pomoże Ci ustalić aktualne położenie, zawiera się w obramowaniu labiryntu. Żółte kwadraty na każdej ze ścian wskazują położenie aktualnej komnaty w przestrzeni.

# TutorialStep5
source: Because maze is three-dimensional, you can move in 6 directions.
pl_pl: Ponieważ labirynt jest trójwymiarowy, poruszać możesz się w 6 kierunkach.

# TutorialStep6
source: Look at the arrows located on both sides of the screen.
pl_pl: Służą do tego strzałki rozmieszczone po obu stronach ekranu.

# TutorialStep7
source: There are two identical sets of arrows to enable you a comfortable play with one or two hands.
pl_pl: Do dyspozycji masz dwa identyczne zestawy strzałek, aby móc wygodnie grać zarówno jedną, jak i dwiema rękami.

# TutorialStep8
source: Individual arrows let you move respectively up,
pl_pl: Poszczególne strzałki pozwolą Ci przejść odpowiednio: w górę,

# TutorialStep9
source: down,
pl_pl: w dół,

# TutorialStep10
source: left,
pl_pl: w lewo,

# TutorialStep11
source: right,
pl_pl: w prawo,

# TutorialStep12
source: forward
pl_pl: w przód

# TutorialStep13
source: and backward.
pl_pl: i w tył.

# TutorialStep14
source: Direction in which you can go from the current chamber can be determined by the corridors running out of it. From the current room you can go forward and right. The corridor leading backward from this chamber is the entrance to the maze and you can not follow it.
pl_pl: To, w którym kierunku można przejść z aktualnej komnaty widać po korytarzach wybiegających. Z aktualnej komnaty możesz przejść do przodu i w prawo. Korytarz prowadzący do tyłu to tak na prawdę wejście do labiryntu i nie możesz nim iść.

# TutorialStep15
source: Try to go forward by pressing the appropriate arrow.
pl_pl: Spróbuj przejść teraz do przodu. Naciskając odpowiednią strzałkę.

# TutorialStep16
source: Very good! Go forward again.
pl_pl: Bardzo dobrze! Przejdź jeszcze raz do przodu.

# TutorialStep17
source: Go up.
pl_pl: Przejdź do góry.

# TutorialStep18
source: Go to the right.
pl_pl: Przejdź w prawo.

# TutorialStep19
source: Go down.
pl_pl: Przejdź w dół.

# TutorialStep20
source: Using twisted arrows you can rotate a maze in both directions. Try to look at the maze from all sides.
pl_pl: Używając zakręconych strzałek możesz obracać labirynt w obu kierunkach. Spróbuj obejrzeć labirynt ze wszystkich stron.

# TutorialStep21
source: On the top bar you will find information about current game.
pl_pl: Na górnej belce znajduje się informacje dotyczące aktualnej gry.

# TutorialStep22
source: From the left, you can see the amount of time you have spent in the maze.
pl_pl: Od lewej mamy widoczny czas jaki już spędziłeś w labiryncie.

# TutorialStep23
source: Number of moves you have done so far.
pl_pl: Liczbę ruchów jakie wykonałeś do tej pory.

# TutorialStep24
source: The number of chambers in the maze, which you have not yet visited.
pl_pl: Liczbę komnat w labiryncie, których jeszcze nie odwiedziłeś.

# TutorialStep25
source: The number of chambers in the maze, which you have already visited.
pl_pl: Liczbę komnat w labiryncie, w których już byłeś.

# TutorialStep26
source: A large button on the bottom of the screen opens the game menu. Press it.
pl_pl: Duży guzik na dole ekranu otwiera menu gry. Naciśnij go.

# TutorialStep27
source: You can close game menu at any time, using the lower button, or touching the dark area around.
pl_pl: Menu można w każdej chwili zamknąć, używając dolnego przycisku, lub dotykając ciemnego obszaru wokoło.

# TutorialStep28
source: In the game menu you have access to many features that will help you explore the maze.
pl_pl: W menu gry masz dostęp do wielu opcji, które pomogą Ci w eksploracji labiryntu.

# TutorialStep29
source: Under the eye icon, there are options that allow you to configure the display of the maze.
pl_pl: Pod ikoną oka, znajdują się opcje, które pozwalają na konfigurowanie wyświetlania labiryntu.

# TutorialStep30
source: Touch the eye icon.
pl_pl: Kliknij ikonę oka.

# TutorialStep31
source: Maze icon allows you to see all the chambers. Press it now.
pl_pl: Ikona labiryntu pozwala zobaczyć wszystkie komnaty. Naciśnij ją teraz.

# TutorialStep32
source: In some settings, view of your current position can be overridden by another chamber, like it is now. Pressing the crosshair icon will make the current room always visible. Press it now.
pl_pl: W niektórych ustawieniach widoku, twoja aktualna pozycja może być przesłonięta przez inne komnaty, tak jak teraz. Naciśnięcie ikony celownika sprawi, że aktualna komnata, będzie zawsze widoczna. Naciśnij ją teraz.

# TutorialStep33
source: Crosshair icon lets you preview the directions in which you can go from the current room, but hinders the orientation in space.
pl_pl: Ikona celownika pozwala podejrzeć kierunki, w jakie możemy się udać z aktualnej komnaty, ale utrudnia orientację w przestrzeni.

# TutorialStep34
source: Press the crosshair icon again.
pl_pl: Naciśnij ikonę celownika jeszcze raz.

# TutorialStep35
source: Icon border allows you to show and hide the border of the maze. Hide the border by deselecting the border icon.
pl_pl: Ikona obramowania, pozwala pokazać i ukryć obramowanie labiryntu. Ukryj obramowanie labiryntu naciskają na tę ikonę.

# TutorialStep36
source: Touch the icon of the border again to show the border of the maze.
pl_pl: Naciśnij na ikonę obramowania jeszcze raz aby ponownie pokazać obramowanie labiryntu.

# TutorialStep37
source: Compass icon, allows you to show and hide the arrow that will always point to the exit. Turn the compass icon now.
pl_pl: Ikona kompasu, pozwala pokazać i ukryć strzałkę, która zawsze będzie wskazywała wyjście z labiryntu. Włącz ikonę kompasu teraz.

# TutorialStep38
source: Touch the compass icon again to hide the arrow.
pl_pl: Naciśnij na ikonę kompasu jeszcze raz aby ukryć strzałkę.

# TutorialStep39
source: Displaying the whole maze is not very convenient, because the internal chambers are not visible.
pl_pl: Wyświetlanie całego labiryntu jest mało wygodne, ponieważ wewnętrzne komnaty się stają niewidoczne.

# TutorialStep40
source: Press the icon of the maze to turn off the display of all chambers.
pl_pl: Naciśnij ikonę labiryntu, aby wyłączyć wyświetlanie wszystkich komnat.

# TutorialStep41
source: Under the icon representing the three planes, there are other options to customize the display of rooms. Press it now.
pl_pl: Pod ikoną przedstawiającą 3 płaszczyzny, znajdują się inne opcje związane z wyświetlaniem komnat. Naciśnij ją teraz.

# TutorialStep42
source: Icons of three planes allow you to display all the chambers located on the same plane as the current room.
pl_pl: Ikony przedstawiające 3 płaszczyzny pozwalają wyświetlić wszystkie komnaty znajdujące się na tej samej płaszczyźnie co aktualna komnata.

# TutorialStep43
source: Try to display all three planes by pressing the appropriate icon.
pl_pl: Spróbuj włączyć wszystkie 3 płaszczyzny, naciskając odpowiednie ikony.

# TutorialStep44
source: Note that you can display 1, 2 or 3 planes simultaneously.
pl_pl: Zauważ, że można wyświetlać 1, 2 lub 3 płaszczyzny jednocześnie.

# TutorialStep45
source: Turn off all 3 planes by pressing the appropriate icons.
pl_pl: Wyłącz teraz wszystkie 3 płaszczyzny, naciskając odpowiednie ikony.

# TutorialStep46
source: The button with the adjacent squares allows you to show all the chambers adjacent to the current. Turn it on now.
pl_pl: Przycisk z przylegającymi kwadratami pozwala Ci pokazać wszystkie komnaty, sąsiadujące z aktualną. Włącz go teraz.

# TutorialStep47
source: You can adjust the number of chambers displayed using the buttons at the top. Try to increase the number of adjacent chambers being displayed.
pl_pl: Możesz regulować liczbę wyświetlanych komnat używając przycisków u góry. Spróbuj zwiększyć liczbę wyświetlanych sąsiadujących komnat.

# TutorialStep48
source: View of adjacent chambers can be combined with views of the planes. In such case only those adjacent chambers will be visible which are on the appropriate plane.
pl_pl: Widok sąsiadujących komnat można łączyć z widokami płaszczyzn. Wówczas wyświetlane będą tylko te spośród sąsiadujących komnaty, które znajdują się na danej płaszczyźnie.

# TutorialStep49
source: Press the icon with the plane X.
pl_pl: Naciśnij ikonę z płaszczyzną X.

# TutorialStep50
source: Now turn off the view of plane X, and a view of neighboring chambers.
pl_pl: Teraz wyłącz widok płaszczyzny, oraz widok sąsiadujących komnat.

# TutorialStep51
source: Under the icon of the brain there are other options that can help you find the exit of the maze. Press it now.
pl_pl: Pod ikoną mózgu znajdują się inne opcje, które mogą Ci pomóc w odnalezieniu wyjścia z labiryntu. Naciśnij ją teraz.

# TutorialStep52
source: Yarn icon lets you see all the chambers on the path from the beginning of the maze to the current position. With this option, you can always go back towards the beginning of the maze.
pl_pl: Ikona kłębka pozwala wyświetlić wszystkie komnaty na ścieżce od początku labiryntu do aktualnej komnaty. Dzięki tej opcji zawsze możesz się cofnąć w kierunku początku labiryntu.

# TutorialStep53
source: Turn on the yarn icon now.
pl_pl: Włącz ikonę kłębka teraz.

# TutorialStep54
source: Turn off the yarn icon now.
pl_pl: Wyłącz ikonę kłębka teraz.

# TutorialStep55
source: Icon of bread allows you to display all chamber visited so far.
pl_pl: Ikona chleba pozwala wyświetlić wszystkie odwiedzone do tej pory komnaty.

# TutorialStep56
source: Turn the bread icon now.
pl_pl: Włącz ikonę chleba teraz.

# TutorialStep57
source: Because you did come to the current room straight from the entrance to the maze, it now displays the same chambers as the yarn icon. Turn the bread icon off now.
pl_pl: Ponieważ, do aktualnej komnaty doszedłeś prosto od wejścia do labiryntu, to wyświetlane teraz komnaty są identyczne jak te wyświetlane przez ikonę kłębka. Wyłącz ikonę chleba teraz.

# TutorialStep58
source: Signpost icon allows you to view all the chambers where you were, but from which you didn't follow all possible corridors. In other words, it shows all the unused crossroads.
pl_pl: Ikona drogowskazu pozwala wyświetlić wszystkie komnaty, w których byłeś, ale z których nie podążyłeś jeszcze we wszystkich możliwych kierunkach. Innymi słowy, pokazuje wszystkie niewykorzystane skrzyżowania.

# TutorialStep59
source: Turn on the signpost icon now.
pl_pl: Włącz ikonę drogowskazu teraz.

# TutorialStep60
source: Turn off the signpost icon now.
pl_pl: Wyłącz ikonę drogowskazu teraz.

# TutorialStep61
source: Flag icon allows you to expose a small number of chambers, which are on the path leading from the entrance, the exit of the maze. Finding wayout of the maze, you'll have to go through all these chambers. They therefore represent the check points, which can be used to assess whether you are going the right way or not.
pl_pl: Ikona flagi pozwala odsłonić pewną niewielką liczbę komnat, które znajdują się na ścieżce wiodącej od wejścia, do wyjścia z labiryntu. Odnajdując wyjście z labiryntu, będziesz musiał przejść przez wszystkie te komnaty. Stanowią one zatem punkty kontrolne, którymi możesz się posłużyć, by ocenić, czy idziesz dobrą drogą, czy nie.

# TutorialStep62
source: Turn on the flag icon now.
pl_pl: Włącz ikonę flagi teraz.

# TutorialStep63
source: You can adjust the number of control points displayed using the buttons at the top. The number of possible points to display depends on the size of the maze.
pl_pl: Możesz regulować ilość wyświetlanych punktów kontrolnych używając przycisków znajdujących się u góry. Ilość możliwych punktów do wyświetlenia zależy wielkości labiryntu.

# TutorialStep64
source: Turn off the flag now.
pl_pl: Wyłącz flagę teraz.

# TutorialStep65
source: Brush icon lets you mark visible chambers in different colors.
pl_pl: Ikona pędzla pozwala oznaczyć widoczne komnaty różnymi kolorami.

# TutorialStep66
source: Green - chambers on the current path to the entrance and control points. Yellow - current position and visited chambers. Red - unused crossroads. Purple - not visited chambers.
pl_pl: Zielony - zaznaczona jest ścieżka od aktualnej komnaty do wejścia i punkty kontrolne. Żółty - aktualna pozycja i odwiedzone komnaty. Czerwony - niewykorzystane skrzyżowania. Fioletowy - nieodwiedzone komnaty.

# TutorialStep67
source: Turn on the icon of the bread and brush now.
pl_pl: Włącz ikonę chleba i pędzla teraz.

# TutorialStep68
source: Turn the bread and brush icons off now.
pl_pl: Wyłącz ikonę chleba i pędzla teraz.

# TutorialStep69
source: Under the gear icon are game options.
pl_pl: Pod ikoną koła zębatego znajdują się opcje gry.

# TutorialStep70
source: Note and speaker icons allows you to turn on and off sound and music.
pl_pl: Ikony głośnika i nutki pozwalają, w każdej chwili włączyć i wyłączyć dźwięk i muzykę.

# TutorialStep71
source: If, at some point you feel completely lost, you can restart the game by using the icon of R. The game will be reset. Only the clock will continue to measure time unchanged.
pl_pl: Jeżeli, w którymś momencie poczujesz, że zupełnie się zgubiłeś, to możesz rozpocząć grę od początku używając ikony R. Gra zostanie zresetowana. Jedynie zegar będzie bił dalej.

# TutorialStep72
source: Icon X allows you to leave the game and return to the main menu. Any interrupted game is automatically saved and can be resumed in the main menu.
pl_pl: Ikona X pozwala na opuszczenie gry i powrót do menu głównego. Każda przerwana gra jest zapisywana automatycznie i może zostać wznowiona w menu głównym.

# TutorialStep73
source: This is the end of the tutorial! Have fun!
pl_pl: To już koniec samouczka! Dobrej zabawy!
